aaron-bond.better-comments
alefragnani.project-manager
alexowl.transparent-color-theme
anthropic.claude-code
be5invis.vscode-custom-css
blackboxapp.blackbox
blackboxapp.blackboxagent
bradlc.vscode-tailwindcss
brandonkirbyson.vscode-animations
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
continue.continue
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
donjayamanne.git-extension-pack
donjayamanne.githistory
dotenv.dotenv-vscode
dotjoshjohnson.xml
drcika.apc-extension
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
equimper.react-native-react-redux
ericsia.pythonsnippets3
esbenp.prettier-vscode
expo.vscode-expo-tools
fabiospampinato.vscode-open-in-github
felipecaputo.git-project-manager
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.codespaces
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
google.geminicodeassist
hermanyoh.wow-peon-sound---commit-sound
hyeongjin.hjy-color-theme
illixion.vscode-vibrancy-continued
infeng.vscode-react-typescript
kevinrose.vsc-python-indent
kinoooshnik.search-for-errors-on-stackoverflow
krautgti.glass-theme-doyle
leodevbro.blockman
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mongodb.mongodb-vscode
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vscode.vscode-github-issue-notebooks
ms-vscode.vscode-typescript-next
msjsdiag.vscode-react-native
njpwerner.autodocstring
openai.chatgpt
pkief.material-icon-theme
postman.postman-for-vscode
rangav.vscode-thunder-client
redhat.java
redhat.vscode-rsp-ui
redhat.vscode-yaml
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
rranjangupta.faa-sound-by-raju
streetsidesoftware.code-spell-checker
tomoki1207.pdf
ttoowa.in-your-face-incredible
tushortz.java-snippets
twxs.cmake
typescriptteam.native-preview
usernamehw.errorlens
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
wwy.valorant-sound
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
ziyasal.vscode-open-in-github
